package com.company.zicure.shopmarket.util;

/**
 * Created by Pakgon on 11/16/2017 AD.
 */

public class PromotionItem {
    public static String[] arrPromotion = {"โปรโมชั่น   พิเศษ! เมื่อซื้อสินค้ารสดี ยำยำและเบอร์ดี้ ทรีอินวัน ครบ 99 บาท ฟรีทันที เบอร์ดี้ ทรีอินวัน แพ็ค 4 ซอง จำนวน 1 แพ็ค (มูลค่า 18 บาท)\t พิเศษที่สุด! เมื่อซื้อสินค้ายำยำและเบอร์ดี้ ทรีอินวัน  ครบ 179 ฟรีทันที ! ผ้ากันเปื้อนรสดี 1 ผืน (มูลค่า  79 บาท)",
    "โปรโมชั่น   พิเศษ! เมื่อซื้อสินค้ารสดี ยำยำและเบอร์ดี้ ทรีอินวัน ครบ 99 บาท ฟรีทันที เบอร์ดี้ ทรีอินวัน แพ็ค 4 ซอง จำนวน 1 แพ็ค (มูลค่า 18 บาท)\t  พิเศษที่สุด! เมื่อซื้อสินค้ายำยำและเบอร์ดี้ ทรีอินวัน  ครบ 179 ฟรีทันที ! ผ้ากันเปื้อนรสดี 1 ผืน (มูลค่า  79 บาท)",
    "โปรโมชั่น   พิเศษ! เมื่อซื้อเบอร์ดี้รสชาติใดก็ได้ครบ 2 กระป๋อง ฟรีทันที ยำยำจัมโบ้รสต้มยำกุ้งน้ำข้น 1 ซอง พิเศษ! ซื้อเลยเบอร์ดี้โรบัสต้าแพ็ค 6 ครบ 2 แพ็ค รับฟรีทันที เบอร์ดี้ชาไทย 1 กระป๋อง(มูลค่า 15 บาท)  พิเศษ! ซื้อเลยเบอร์ดี้แพ็ค 6 ทุกรสชาติ(ยกเว้นโรบัสต้า)ครบ 1 แพ็ค รับฟรีทันที เบอร์ดี้ชาไทย 1 กระป๋อง(มูลค่า 15 บาท)",
    "โปรโมชั่น   พิเศษ! เมื่อซื้อเบอร์ดี้รสชาติใดก็ได้ครบ 2 กระป๋อง ฟรีทันที ยำยำจัมโบ้รสต้มยำกุ้งน้ำข้น 1 ซอง พิเศษ! ซื้อเลยเบอร์ดี้โรบัสต้าแพ็ค 6 ครบ 2 แพ็ค รับฟรีทันที เบอร์ดี้ชาไทย 1 กระป๋อง(มูลค่า 15 บาท) พิเศษ! ซื้อเลยเบอร์ดี้แพ็ค 6 ทุกรสชาติ(ยกเว้นโรบัสต้า)ครบ 1 แพ็ค รับฟรีทันที เบอร์ดี้ชาไทย 1 กระป๋อง(มูลค่า 15 บาท)"};
}
